Repository: mozilla-l10n/mt-training-data
Catalog: ady/ady_pontoon.tmx
Source language: en_us
Languages: ady

source: Separate sentences into one line by pressing “Enter” or “Return” once
ady: «Enter» е «Return»-ым зэ теӏункӏи зы сатыркӏэ гущыӏэухыгъэхэр гощ

source: Service and Retail
ady: Кулыкъу ыкӏи зырызыщэ

source: Settings
ady: Тегъэпсыхьанхэр

source: Share Common Voice
ady: Комон Войсыр гощ

source: Share your clip
ady: Тептхагъэр гощ

source: Shortcuts
ady: Гъогу кӏэкӏхэр

source: Show my ranking
ady: Сизэкӏэлъыкъуакӏэ къэгъэлъэу

source: Sign up
ady: Зыхатх

source: Single
ady: Зы

source: Single sentence submission
ady: Зы гущыӏэухыгъэ егъэхьын

source: Size
ady: Инагъэр

source: Skip
ady: Блэгъэкӏ

source: Small batch
ady: Заулэ

source: Small batch sentence submission
ady: Гущыӏэухыгъэ заулэ егъэхьын

source: Someone asks for a language to be added.
ady: Нэбгырэ горэ бзэ хэгъэхъонымкӏэ упчӏагъ.

source: Source: { $sentenceSource }
ady: Гъэфедагъэр: { $sentenceSource }

source: Spanish
ady: Испаныбзэ

source: Speak
ady: Гущыӏ

source: Speaking
ady: Гущыӏэн

source: Speaking and Listening
ady: Гущыӏэн ыкӏи едэӏун

source: Speak now
ady: Джы гущыӏ

source: Speak options menu
ady: Гущыӏэн шапхъэхэм яменю

source: Start recording
ady: Мэкъэтетх

source: Submit
ady: Егъэхь

source: Submit a new question for the community to read and respond to
ady: Зэхэщэгъэ купыр еджэным ыкӏи джэуап къытыным пае зы упчӏэ кӏэ горэ егъэхь

source: Submit a report
ady: Рапорт егъэхь

source: Submit clips
ady: Тетхагъэхэр егъэхь

source: Submit new questions for the community to read and respond to
ady: Зэхэщэгъэ купыр еджэным ыкӏи джэуап къытыным пае упчӏакӏэхэр егъэхь

source: Success
ady: Гъэхъагъэ

source: success checkmark
ady: Гъэхъагъэ итамыгъ!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ady: Гущыӏэухыгъэм уезэгъыным пае джабгъумкӏэ лъыгъэкӏуат. Щыбгъэзыеным пае сэмэгумкӏэ лъыгъэкӏуат. Блэбгъэкӏыным пае ышъхьагъ дэгъэкӏуай. <strong>Узэплъыжьыгъэр бгъэхьынэу зыщымыгъэгъупш!</strong>

source: Tajik
ady: Таджикыбзэ

source: Tap
ady: Теӏаб

source: Tatar
ady: Тэтэрыбзэ

source: Technology and Robotics
ady: Технологие ыкӏи Роботик

source: Terms
ady: Хабзэхэр

source: <termsLink>Terms</termsLink>
ady: <termsLink>Хабзэхэр</termsLink>

source: Thank you for contributing your voice!
ady: Умакъэ ӏахьэ хэплъхьаным пае опсэу!

source: Thank you for donating your voice clips!
ady: Умэкъэ тетхагъэхэр къызэрэптыгъэм пае опсэу!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ady: Утетхэным пае опсэу! <lineBreak></lineBreak> Джы ычӏэгъкӏэ щыӏ утетхагъэхэм яплъыжь ыкӏи егъэжь.

source: Thank you for your voice information
ady: Умэкъэ къэбарым пае опсэу

source: The clip has disrespectful or offensive language.
ady: Тетхагъэр лъытэныгъэ къыозымыхрэ е узыушъхьакӏурэ гущыӏ

source: There are currently no sentences to review in this language.
ady: Джыдэдэм мы бзэмкӏэ уеплъыжьыным пае зи гущыӏэухыгъэ щыӏэп.

source: The recording was too long.
ady: Тетхагъэр кӏыхьэ дэдагъ.

source: The recording was too quiet.
ady: Тетхагъэм ымакъэ мэкӏэ дэдагъ.

source: The recording was too short.
ady: Тетхагъэр кӏэко дэдагъ.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
ady: Гущыӏэухыгъэу Коллекторыр Камон Войс платформым икупкӏ техьажьы. Джы гущыӏэухыгъэ <writeURL>птхын</writeURL> плъэкӏыщт е Камон Войсым къыщытыгъэ гущыӏэухъыгъэ зырызхэм <reviewURL>уахэплъэщт</reviewURL>.

source: The sentence has a grammatical or spelling error.
ady: Гущыӏэухыгъэм грамматикэ е орфографие хэукъоныгъэ горэ иӏ.

source: The sentence has disrespectful or offensive language.
ady: Гущыӏэухыгъэр лъытэныгъэ зыхэмылъ е тезэрыгуакӏо бзэ.

source: The sentence must be grammatically correct.
ady: Гущыӏэухыгъэр грамматикэмкӏэ тэрэзэу хъун фае.

source: The sentence must be speakable.
ady: Гущыӏэухыгъэр къэпӏон плъэкӏынэу щытын фае.

source: The sentence must be spelled correctly.
ady: Гущыӏэухыгъэр тэрэзэу тхыгъэн фае.

source: Three to go!
ady: Зы-тӏущ къэнагъ!

source: Today
ady: Непэ

source: Today's Common Voice progress on clips recorded
ady: Непэ ӏэпэкӏэрэ мэкъэ тетхагъэу Коммон Войс-ымкӏэ щыӏэр

source: Today's Common Voice progress on clips validated
ady: Непэ ӏэпэкӏэрэ мэкъэ тетхагъ къэгъэшъыпкъагъэу Коммон Войс-ымкӏэ щыӏэр

source: Too many files
ady: Файл бащэ щыӏ

source: Top Contributors
ady: Анахьыбэу хэлэжьагъэхэр

source: Transcribe
ady: Транскриптцие

source: Transcribe audio recordings into text
ady: Мэкъэ тетхагъэхэр текст транскриптцие шӏы

source: Transcribe audio recordings in your language
ady: Убзэкӏэ мэкъэ тетхагъэхэм ятранскриптцие къэшӏ

source: Translating the site
ady: Сайтыр къызэдзэкӏ

source: Try again by dragging your file here
ady: Уифайл мыщ щыплъэшъузэ джыри зэ уплъэкӏу

source: Try uploading again
ady: Джыри зэ тебгъэуцон плъэкӏыщтмэ еплъ

source: Turkish
ady: Тыркубзэ

source: Tush
ady: Тущыбзэ

source: Ubykh
ady: Убыхыбзэ

source: Understand contribution criteria
ady: Ӏахьэ зыхэлъ шапхъэхэр къыжъугурыӏоныр

source: Upload aborted. Do you want to delete your recordings?
ady: Тегъэуцоныр укъуагъ. Умэкъэ тетхагъэ тегъэкӏыгъэнэу уфая?

source: { $uploadedSentences } of { $totalSentences } sentences collected
ady: Гущыӏэухыгъэ { $totalSentences }-м и-{ $uploadedSentences }-р зэхэугъоягъ

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
ady: { $totalSentences } гущыӏэухыгъэм и-{ $uploadedSentences }-р зэхэугъоягъ. Щыгъэзыягъэ гущыэухыгъэхэм къытехыным пае <downloadLink>мыщ</downloadLink> теӏункӏ.

source: Upload <icon></icon> public domain sentences
ady: <icon></icon> Цӏыф жъугъэмэ апае гущыӏэухыгъэхэр тегъэуцу

source: Upload in progress...
ady: Тегъэгъуцоныр макӏо...

source: Upload more sentences?
ady: Нахьыбэ гущыӏэухыгъэ тебгъэуцощта?

source: Urdu
ady: Урдубзэ

source: Use correct grammar
ady: Бзэхабзэр тэрэзэу гъэфедэ

source: Use correct spelling and punctuation
ady: Тэрэз тхэнымрэ пунктуациемрэ гъэфед

source: User Name
ady: Цӏэ гъэфедакӏо

source: Validated Clips
ady: Къэгъэшъыпкъагъэ тетхагъэхэр

source: Validated Hours
ady: къэгъэшъыпкъагъэ сыхьатхэр

source: Validated Hr. Total
ady: Къэгъэшъыпкъагъэ схь. зэпстэури

source: Validate Readings
ady: Еджакӏэхэр къэгъэшъыпкъэн

source: Validate Readings, Review Transcriptions
ady: Еджакӏэхэр къэгъэшъыпкъэ, транскрипциехэм яплъыжь

source: Validate Readings <small>(Coming soon)</small>
ady: Еджакӏэхэр къэгъэшъыпкъэ <small>(Джырэблагъэ къэкӏощт)</small>

source: Validate readings submitted by community members
ady: Зэхэщэгъэ купым хэтхэм агъэхьыгъэ еджэнхэр къэгъэшъыпкъэн

source: Validate user-recorded readings in your language
ady: Убзэкӏэ тетхагъэм гъэфедакӏохэр зэреджэхэрэр къэгъэшъыпкъэжь

source: Validations
ady: къэгъэшъыпкъэнэу

source: Varying Pronunciations
ady: КъэIокIэ зэфэшъхьафхэр

source: Version
ady: Версийон

source: Voice Collection
ady: Мэкъэ угъоигъ

source: Voice Contribution
ady: Мэкъэ хэлъхьан

source: Voice Validation
ady: Макъэ къэгъэшъыпкъэн

source: Volume
ady: Иинагъ

source: Want to save your information? <createProfile>Create a profile</createProfile>
ady: Укъэбархэр къэбгъэхьанэу уфая? <createProfile>Профил шӏы</createProfile>

source: Watch our video explainer to help
ady: Узгъэсэщт тивидео ӏэпыӏэгъум еплъ

source: Website Localization
ady: Вебсайт чӏыпӏэзэгъэуӏупӏэ

source: We couldn’t find that page for you
ady: Ощ пае а нэкӏубгъор къэдгъотыгъэп

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ady: Мэкъэ тетхагъэхэм уядгъэдэӏуным пае къэдгъэкӏошъугъэп. Джыри еплъыжьба нахь кӏасэу.

source: We couldn’t get any sentences for you to speak. Please try again later.
ady: Угущыӏэным пае зи гущыӏэухыгъэ къэдгъотыгъэп. Сыолъэӏу, етӏанэ джыри зэ еплъ.

source: Weekly
ady: Тхьамафэ къэс

source: Weekly Goal
ady: Тхьамафэ къэс пшъэрылъ

source: Welcome to Common Voice
ady: Коммон Войс-ым шъукъэблагъ

source: Welcome to Spontaneous Speech
ady: Мыгъэхьазырыгъэ жабзэм шъукъеблагъ

source: We may have run out of clips - refresh the page, or try again later.
ady: Мэкъэ тетхагъэхэр ыухыгъэн ылъэкъыщт. Нэкӏубгъор гъэкӏэжь е нахь кӏасэу джыри еплъ.

source: We release the dataset every 3 months.
ady: Тэ къэтыгъэ зэкӏэугъоягъэр мэзищ къэс хэтэуты.

source: We're making some big changes
ady: Заулэ зэхъокӏыныгъэшхохэр тэшӏы.

source: We’re sorry, your platform is not currently supported.
ady: Къытфэгъэгъу, уиплатформэ джыдэдэм къыддыригъаштэрэп.

source: We've run out of sentences to record in this language...
ady: Мы бзэмкӏэ тетхэщт гущыӏэухыгъэ къэнэжьыгъэп...

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ady: Коммон Войсым убзэ зэрыхэдгъэхьащтыр къыпфэтӏотэнэу, амал зэриӏэу, псынкӏэу тыкъыплъыӏэсыщт.

source: What is a language on Common Voice?
ady: Коммон Войсымкӏэ бзэр сыда?

source: What issues are you experiencing with this sentence?
ady: Мы гущыӏэухыгъэмкӏэ сыд мыухэсыгъэ ӏофха къэуцухэрэр?

source: What needs to be in my file?
ady: Сифайл сыд дэлъын ылъэкӏыщтыр?

source: What sentences can I add?
ady: Сыд фэдэ гущыӏэухыгъэха хэзгъэуцон слъэкӏыщтыр?

source: Why ?
ady: Сыд пае?

source: Why are you asking?
ady: Сыда укъыкӏэупчӏэрэр?

source: Why Common Voice?
ady: Сыд пае Комон Войс?

source: Write
ady: Тхы

source: Write options menu
ady: Тхэн шапхъэхэм яменю

source: y
ady: а

source: Y
ady: А

source: Yes
ady: Ары

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ady: Ары, епочтэхэр къыфэгъахь. Коммон Войс проектым икъэбархэр зэзгъэшӏэнэу сыфай.

source: You
ady: О

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ady: Ащ фэдэу жъугъэфедэн шъулъэкӏыщт зэдиштэрэ клавишэхэу: { sc-review-form-button-approve-shortcut } Езэгъ, { sc-review-form-button-reject-shortcut } Щыгъэзый, { sc-review-form-button-skip-shortcut } Блэгъэкӏ

source: You cannot add multiple sentences for a single submission
ady: Зы егъэхьынымкӏэ гущыӏэухыгъэ заулэ хэбгъэуцошъущтэп

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ady: Зи бзэ къыхэпхыгъэп. Бзэ къыхэпхыным пае <profileLink>уипрофиль</profileLink> кӏожьба.

source: You must allow microphone access.
ady: Микрофоным нэсышъуным пае изын къептын ищыкӏагъ.

source: Your download has started.
ady: Уикъытехыныр егъэжьагъ

source: You’re contributing to a target segment
ady: Псагъэ сегмент горэм ӏахьэ хэолъхьэ

source: You’re contributing to our first target segment
ady: Тиапэрэ псагъэ сегментым ӏахьэ хэолъхьэ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ady: Псынкӏащэу окӏо. Сыолъэӏу, охътэ тӏэкӏу къыхэгъэкӏ гущыӏэухыгъэр къыкӏэтӏотыкӏыжьынышъ зэрэтэрэзым ишъыпкъапӏэ тшӏэнэу.

source: Your Languages
ady: Убзэхэр

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ady: Убзэ вариантымкӏэ мэкъэ тетхагъэхэр къэмынэн ылъэкӏыщт! Уфаемэ, нэмыкӏ гущыӏэухыгъэхэр убзэкӏэ плъэгъуным пае, тегъэуцонхэр зэпхъокӏын плъэкӏыщт.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ady: Убзэ вариантымкӏэ гущыӏэухыгъэхэр къэмынэн ылъэкӏыщт! Уфаемэ, нэмыкӏ гущыӏэухыгъэхэр убзэкӏэ плъэгъуным пае, тегъэуцонхэр зэпхъокӏын плъэкӏыщт.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ady: Коммон Войс-ым имурадэу мафэ къэс { $goalValue } тетхэнымкӏэ <goalPercentage></goalPercentage> фэдиз хъунэу укъыддеӏагъ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ady: Коммон Войс-ым имурадэу мафэ къэс { $goalValue } уплъэкӏунымкӏэ <goalPercentage></goalPercentage> фэдиз хъунэу укъыддеӏагъ!

source: account recovery key
ady: хьисап къегъэгъэзэжьын ӏункӏыбз

source: add-on
ady: едзэджыгъэр

source: alternate text
ady: хъожьын текст

source: attack
ady: къилъын

source: attacker
ady: къилъырэр

source: Attack Site
ady: Къилъырэ сайт

source: attendee
ady: хэлажьэрэр

source: authenticate
ady: къэгъэшъыпкъэжьын

source: authenticated
ady: къэгъэшъыпкъэжьыгъэ

source: authentication code
ady: къэгъэшъыпкъэжь код

source: autoplay
ady: къытегъэзэжь

source: backup authentication code
ady: къэгъэшъыпкъэжь код ӏэдэжь

source: bookmark
ady: нэкӏубгъодэлъ

source: breakpoint
ady: пыупкӏточк

source: Bug report
ady: Хэукъоныгъэ рапорт

source: certificate authority
ady: сертификат къыдэхыпӏ

source: cipher
ady: шифр

source: clipboard
ady: тегъэпкӏалъ

source: colorway
ady: шъогъогу

source: confirmation code
ady: къэзгъэшъыпкъэжьырэ код

source: context
ady: тексткупкӏ

source: cookie banner
ady: хьалыжъые баннэр

source: corrupt
ady: фыкъуагъэ

source: corrupted
ady: фыкъуагъ

source: crash
ady: зэхэон

source: cross-site tracking cookie
ady: зэхэгъэчъ-сайт лъыплъэрэ хьалыжъый

source: cryptominer
ady: криптокъычӏэхакӏу

source: cryptomining
ady: криптокъычӏэхын

source: debug
ady: хъунэдэгъэз

source: deceptive site
ady: гъэпцӏэлъэ сайт

source: decode
ady: дэкод

source: decryption
ady: шифрэ зэхэфын

source: disinformation
ady: къэбар пхэндж

source: distrust
ady: цыхьэмышӏ

source: email mask
ady: епочта инэгурыхъу

source: enable
ady: амал етын

source: encode
ady: энкод

source: encrypt
ady: шифрэ зэхалъхь

source: encryption
ady: шифрэ зэхэлъхьан

source: end user
ady: аужкӏэ зыгъэфедэрэр

source: Enhanced Tracking Protection
ady: Хэгъэхъуагъэ лъэужзефэм щыухъумэн

source: extension
ady: ушъомбгъугъэ

source: fingerprinter
ady: ӏэхъомбэтехыпӏ

source: fingerprinting
ady: ӏэхъомбэтехыгъ

source: Firefox View
ady: Файрфокс теплъэ

source: grassroots
ady: уцлъапсэхэр

source: home page
ady: нэкӏубгъо шъхьаӏ

source: import
ady: кӏоцӏ зэпырыщын

source: independent browser
ady: шъхьафит къэзгъэплъыхэрэр

source: innovations
ady: къежьэгъакӏэхэр

source: insecure
ady: цыхьэ зытемылъ

source: installation
ady: зэтегъэпсыхьан

source: Issue
ady: Тедзэн

source: Legacy extension
ady: Жъы хъугъэ ушъомбгъугъ

source: MDN
ady: МДН

source: misinformation
ady: къэбар пхэндж

source: native
ady: чӏыпӏэрыс

source: net neutrality
ady: нет нётралныгъэ

source: nonprofit
ady: мылъку зыхэмылъ

source: non-profit
ady: мылъку зыхэмылъ

source: open source
ady: гъэфедэн ӏухыгъ

source: override
ady: ыкӏыӏу тетхэн

source: phone number mask
ady: телефон номер инэгурыхъу

source: pop-up
ady: зэӏукӏырэ шъхьангъупчъэ

source: preference
ady: къыхэпхыныр

source: Privacy Notice
ady: Шъэфныгъэ къэбаргъэӏу

source: release
ady: хэутыгъэ

source: report
ady: рапорт шӏы

source: restricted site
ady: узыфимыт сайт

source: revert
ady: къэгъэзэжъ

source: Review checker
ady: Еплъыжьын уплъэкӏуакӏо

source: search suggestion
ady: лъыхъунэу епӏоныр

source: security keys
ady: зыухъумэрэ ӏункӏыбзэхэр

source: sensitive
ady: зэхэшӏэгъошӏу

source: sidebar
ady: бгъубар

source: sign
ady: ӏэпэкӏадз

source: signer
ady: ӏапэкӏэзыдзэрэр

source: sign in
ady: ихь

source: sign-in
ady: ихьапӏэ

source: studies
ady: ушэтынхэр

source: Terms of Service
ady: Къулыкъу хабзэхэр

source: track
ady: лъэужзефэн

source: trackers
ady: лъэужзефакӏохэр

source: Tracking Content
ady: Лъэужзефэм итхэр

source: unencrypted
ady: шифрэ зэхэмылъхьагъэ

source: unresponsive
ady: джэуапынчъ

source: unsafe
ady: ехъырэхъышал

source: validate
ady: къэгъэшъыпкъэн

source: validity
ady: шъыпкъапӏэр

source: version
ady: версийон

source: Web Authentication
ady: Веб-къыхэгъэщын
